window.FLAGS_CATALOG = [
  {
    "file": "01-современные-страны/Австралия.png",
    "name": "Австралия",
    "id": "iso:AU"
  },
  {
    "file": "01-современные-страны/Австрия.png",
    "name": "Австрия",
    "id": "iso:AT"
  },
  {
    "file": "01-современные-страны/Австро-Венгрия.png",
    "name": "Австро-Венгрия",
    "id": "file:Австро-Венгрия.png"
  },
  {
    "file": "01-современные-страны/Азербайджан.png",
    "name": "Азербайджан",
    "id": "iso:AZ"
  },
  {
    "file": "01-современные-страны/Аландские острова.png",
    "name": "Аландские острова",
    "id": "file:Аландские острова.png"
  },
  {
    "file": "01-современные-страны/Албания.png",
    "name": "Албания",
    "id": "iso:AL"
  },
  {
    "file": "02-исторические-государства/Албания (1946–1992).png",
    "name": "Албания (1946–1992)",
    "id": "file:Албания (1946–1992).png"
  },
  {
    "file": "01-современные-страны/Алжир.png",
    "name": "Алжир",
    "id": "iso:DZ"
  },
  {
    "file": "01-современные-страны/Американские Виргинские острова.png",
    "name": "Американские Виргинские острова",
    "id": "iso:VI"
  },
  {
    "file": "01-современные-страны/Американское Самоа.png",
    "name": "Американское Самоа",
    "id": "iso:AS"
  },
  {
    "file": "01-современные-страны/Ангилья.png",
    "name": "Ангилья",
    "id": "iso:AI"
  },
  {
    "file": "01-современные-страны/Англия.png",
    "name": "Англия",
    "id": "file:Англия.png"
  },
  {
    "file": "01-современные-страны/Ангола.png",
    "name": "Ангола",
    "id": "iso:AO"
  },
  {
    "file": "01-современные-страны/Андорра.png",
    "name": "Андорра",
    "id": "iso:AD"
  },
  {
    "file": "01-современные-страны/Антарктида.png",
    "name": "Антарктида",
    "id": "file:Антарктида.png"
  },
  {
    "file": "01-современные-страны/Антигуа и Барбуда.png",
    "name": "Антигуа и Барбуда",
    "id": "iso:AG"
  },
  {
    "file": "01-современные-страны/Аргентина.png",
    "name": "Аргентина",
    "id": "iso:AR"
  },
  {
    "file": "01-современные-страны/Армения.png",
    "name": "Армения",
    "id": "iso:AM"
  },
  {
    "file": "01-современные-страны/Аруба.png",
    "name": "Аруба",
    "id": "file:Аруба.png"
  },
  {
    "file": "05-организации-и-соглашения/АСЕАН.png",
    "name": "АСЕАН",
    "id": "file:АСЕАН.png"
  },
  {
    "file": "01-современные-страны/Афганистан.png",
    "name": "Афганистан",
    "id": "iso:AF"
  },
  {
    "file": "02-исторические-государства/Афганистан (1931-1973).png",
    "name": "Афганистан (1931-1973)",
    "id": "file:Афганистан (1931-1973).png"
  },
  {
    "file": "02-исторические-государства/Афганистан (1901-1919).png",
    "name": "Афганистан (1901-1919)",
    "id": "file:Афганистан (1901-1919).png"
  },
  {
    "file": "01-современные-страны/Афганистан.png",
    "name": "Афганистан",
    "id": "iso:AF"
  },
  {
    "file": "01-современные-страны/Багамы.png",
    "name": "Багамы",
    "id": "iso:BS"
  },
  {
    "file": "01-современные-страны/Бангладеш.png",
    "name": "Бангладеш",
    "id": "iso:BD"
  },
  {
    "file": "01-современные-страны/Барбадос.png",
    "name": "Барбадос",
    "id": "iso:BB"
  },
  {
    "file": "01-современные-страны/Бахрейн.png",
    "name": "Бахрейн",
    "id": "iso:BH"
  },
  {
    "file": "01-современные-страны/Белиз.png",
    "name": "Белиз",
    "id": "iso:BZ"
  },
  {
    "file": "01-современные-страны/Беларусь.png",
    "name": "Белоруссия",
    "id": "iso:BY"
  },
  {
    "file": "01-современные-страны/Бельгия.png",
    "name": "Бельгия",
    "id": "iso:BE"
  },
  {
    "file": "01-современные-страны/Бенин.png",
    "name": "Бенин",
    "id": "iso:BJ"
  },
  {
    "file": "01-современные-страны/Бермудские Острова.png",
    "name": "Бермудские Острова",
    "id": "iso:BM"
  },
  {
    "file": "01-современные-страны/Болгария.png",
    "name": "Болгария",
    "id": "iso:BG"
  },
  {
    "file": "02-исторические-государства/Болгария (1948–1967).png",
    "name": "Болгария (1948–1967)",
    "id": "file:Болгария (1948–1967).png"
  },
  {
    "file": "01-современные-страны/Боливия.png",
    "name": "Боливия",
    "id": "iso:BO"
  },
  {
    "file": "01-современные-страны/Босния и Герцеговина.png",
    "name": "Босния и Герцеговина",
    "id": "iso:BA"
  },
  {
    "file": "01-современные-страны/Ботсвана.png",
    "name": "Ботсвана",
    "id": "iso:BW"
  },
  {
    "file": "01-современные-страны/Бразилия.png",
    "name": "Бразилия",
    "id": "iso:BR"
  },
  {
    "file": "01-современные-страны/Британская территория в Индийском океане.png",
    "name": "Британская территория в Индийском океане",
    "id": "file:Британская территория в Индийском океане.png"
  },
  {
    "file": "01-современные-страны/Британские Виргинские острова.png",
    "name": "Британские Виргинские острова",
    "id": "iso:VG"
  },
  {
    "file": "01-современные-страны/Бруней.png",
    "name": "Бруней",
    "id": "iso:BN"
  },
  {
    "file": "01-современные-страны/Буркина-Фасо.png",
    "name": "Буркина-Фасо",
    "id": "iso:BF"
  },
  {
    "file": "01-современные-страны/Бурунди.png",
    "name": "Бурунди",
    "id": "iso:BI"
  },
  {
    "file": "01-современные-страны/Бутан.png",
    "name": "Бутан",
    "id": "iso:BT"
  },
  {
    "file": "01-современные-страны/Вануату.png",
    "name": "Вануату",
    "id": "iso:VU"
  },
  {
    "file": "01-современные-страны/Ватикан.png",
    "name": "Ватикан",
    "id": "file:Ватикан.png"
  },
  {
    "file": "01-современные-страны/Великобритания.png",
    "name": "Великобритания",
    "id": "iso:GB"
  },
  {
    "file": "01-современные-страны/Венгрия.png",
    "name": "Венгрия",
    "id": "iso:HU"
  },
  {
    "file": "01-современные-страны/Венесуэла.png",
    "name": "Венесуэла",
    "id": "iso:VE"
  },
  {
    "file": "01-современные-страны/Внешние малые острова США.png",
    "name": "Внешние малые острова США",
    "id": "iso:UM"
  },
  {
    "file": "05-организации-и-соглашения/Восточноафриканское сообщество.png",
    "name": "Восточноафриканское сообщество",
    "id": "file:Восточноафриканское сообщество.png"
  },
  {
    "file": "01-современные-страны/Восточный Тимор.png",
    "name": "Восточный Тимор",
    "id": "iso:TL"
  },
  {
    "file": "01-современные-страны/Вьетнам.png",
    "name": "Вьетнам",
    "id": "iso:VN"
  },
  {
    "file": "01-современные-страны/Габон.png",
    "name": "Габон",
    "id": "iso:GA"
  },
  {
    "file": "01-современные-страны/Гайана.png",
    "name": "Гайана",
    "id": "iso:GY"
  },
  {
    "file": "01-современные-страны/Галисия.png",
    "name": "Галисия",
    "id": "file:Галисия.png"
  },
  {
    "file": "01-современные-страны/Гамбия.png",
    "name": "Гамбия",
    "id": "iso:GM"
  },
  {
    "file": "01-современные-страны/Гана.png",
    "name": "Гана",
    "id": "iso:GH"
  },
  {
    "file": "01-современные-страны/Гваделупа.png",
    "name": "Гваделупа",
    "id": "file:Гваделупа.png"
  },
  {
    "file": "01-современные-страны/Гватемала.png",
    "name": "Гватемала",
    "id": "iso:GT"
  },
  {
    "file": "01-современные-страны/Гвинея-Бисау.png",
    "name": "Гвинея-Бисау",
    "id": "file:Гвинея-Бисау.png"
  },
  {
    "file": "01-современные-страны/Гвинея.png",
    "name": "Гвинея",
    "id": "iso:GN"
  },
  {
    "file": "01-современные-страны/Германия.png",
    "name": "Германия",
    "id": "iso:DE"
  },
  {
    "file": "03-империи-и-колонии/Германская империя.png",
    "name": "Германская империя",
    "id": "file:Германская империя.png"
  },
  {
    "file": "01-современные-страны/Германская республика.png",
    "name": "Германская республика",
    "id": "file:Германская республика.png"
  },
  {
    "file": "01-современные-страны/Гернси.png",
    "name": "Гернси",
    "id": "iso:GG"
  },
  {
    "file": "01-современные-страны/Гибралтар.png",
    "name": "Гибралтар",
    "id": "file:Гибралтар.png"
  },
  {
    "file": "01-современные-страны/Гондурас.png",
    "name": "Гондурас",
    "id": "iso:HN"
  },
  {
    "file": "01-современные-страны/Гонконг.png",
    "name": "Гонконг",
    "id": "file:Гонконг.png"
  },
  {
    "file": "01-современные-страны/Гренада.png",
    "name": "Гренада",
    "id": "iso:GD"
  },
  {
    "file": "01-современные-страны/Гренландия.png",
    "name": "Гренландия",
    "id": "file:Гренландия.png"
  },
  {
    "file": "01-современные-страны/Греция.png",
    "name": "Греция",
    "id": "iso:GR"
  },
  {
    "file": "01-современные-страны/Грузия.png",
    "name": "Грузия",
    "id": "iso:GE"
  },
  {
    "file": "01-современные-страны/Гуам.png",
    "name": "Гуам",
    "id": "iso:GU"
  },
  {
    "file": "01-современные-страны/Дания.png",
    "name": "Дания",
    "id": "iso:DK"
  },
  {
    "file": "01-современные-страны/Джерси.png",
    "name": "Джерси",
    "id": "iso:JE"
  },
  {
    "file": "01-современные-страны/Джибути.png",
    "name": "Джибути",
    "id": "iso:DJ"
  },
  {
    "file": "01-современные-страны/Диего-Гарсия.png",
    "name": "Диего-Гарсия",
    "id": "file:Диего-Гарсия.png"
  },
  {
    "file": "01-современные-страны/Доминика.png",
    "name": "Доминика",
    "id": "iso:DM"
  },
  {
    "file": "01-современные-страны/Доминиканская Республика.png",
    "name": "Доминиканская Республика",
    "id": "iso:DO"
  },
  {
    "file": "01-современные-страны/ДР Конго.png",
    "name": "ДР Конго",
    "id": "iso:CD"
  },
  {
    "file": "05-организации-и-соглашения/Европейский союз.png",
    "name": "Европейский союз",
    "id": "file:Европейский союз.png"
  },
  {
    "file": "01-современные-страны/Египет.png",
    "name": "Египет",
    "id": "iso:EG"
  },
  {
    "file": "01-современные-страны/Замбия.png",
    "name": "Замбия",
    "id": "iso:ZM"
  },
  {
    "file": "01-современные-страны/Западная Сахара.png",
    "name": "Западная Сахара",
    "id": "file:Западная Сахара.png"
  },
  {
    "file": "01-современные-страны/Зимбабве.png",
    "name": "Зимбабве",
    "id": "iso:ZW"
  },
  {
    "file": "01-современные-страны/Израиль.png",
    "name": "Израиль",
    "id": "iso:IL"
  },
  {
    "file": "03-империи-и-колонии/Империя Цин.png",
    "name": "Империя Цин",
    "id": "file:Империя Цин.png"
  },
  {
    "file": "01-современные-страны/Индия.png",
    "name": "Индия",
    "id": "iso:IN"
  },
  {
    "file": "01-современные-страны/Индонезия.png",
    "name": "Индонезия",
    "id": "iso:ID"
  },
  {
    "file": "01-современные-страны/Иордания.png",
    "name": "Иордания",
    "id": "iso:JO"
  },
  {
    "file": "01-современные-страны/Ирак.png",
    "name": "Ирак",
    "id": "iso:IQ"
  },
  {
    "file": "01-современные-страны/Иран.png",
    "name": "Иран",
    "id": "iso:IR"
  },
  {
    "file": "02-исторические-государства/Иран (1907-1933).png",
    "name": "Иран (1907-1933)",
    "id": "file:Иран (1907-1933).png"
  },
  {
    "file": "01-современные-страны/Ирландия.png",
    "name": "Ирландия",
    "id": "iso:IE"
  },
  {
    "file": "01-современные-страны/Исландия.png",
    "name": "Исландия",
    "id": "iso:IS"
  },
  {
    "file": "01-современные-страны/Испания.png",
    "name": "Испания",
    "id": "iso:ES"
  },
  {
    "file": "01-современные-страны/Италия.png",
    "name": "Италия",
    "id": "iso:IT"
  },
  {
    "file": "01-современные-страны/Йемен.png",
    "name": "Йемен",
    "id": "iso:YE"
  },
  {
    "file": "01-современные-страны/Кабо-Верде.png",
    "name": "Кабо-Верде",
    "id": "file:Кабо-Верде.png"
  },
  {
    "file": "01-современные-страны/Казахстан.png",
    "name": "Казахстан",
    "id": "iso:KZ"
  },
  {
    "file": "01-современные-страны/Камбоджа.png",
    "name": "Камбоджа",
    "id": "iso:KH"
  },
  {
    "file": "01-современные-страны/Камерун.png",
    "name": "Камерун",
    "id": "iso:CM"
  },
  {
    "file": "01-современные-страны/Канада.png",
    "name": "Канада",
    "id": "iso:CA"
  },
  {
    "file": "01-современные-страны/Канарские острова.png",
    "name": "Канарские острова",
    "id": "file:Канарские острова.png"
  },
  {
    "file": "01-современные-страны/Карибские Нидерланды.png",
    "name": "Карибские Нидерланды",
    "id": "file:Карибские Нидерланды.png"
  },
  {
    "file": "01-современные-страны/Каталония.png",
    "name": "Каталония",
    "id": "file:Каталония.png"
  },
  {
    "file": "01-современные-страны/Катар.png",
    "name": "Катар",
    "id": "iso:QA"
  },
  {
    "file": "01-современные-страны/Кения.png",
    "name": "Кения",
    "id": "iso:KE"
  },
  {
    "file": "01-современные-страны/Кипр.png",
    "name": "Кипр",
    "id": "iso:CY"
  },
  {
    "file": "01-современные-страны/Кыргызстан.png",
    "name": "Кыргызстан",
    "id": "iso:KG"
  },
  {
    "file": "01-современные-страны/Кирибати.png",
    "name": "Кирибати",
    "id": "iso:KI"
  },
  {
    "file": "01-современные-страны/Китай.png",
    "name": "Китай",
    "id": "file:Китай.png"
  },
  {
    "file": "01-современные-страны/Китайская Народная Республика.png",
    "name": "Китайская Народная Республика",
    "id": "iso:CN"
  },
  {
    "file": "01-современные-страны/КНДР.png",
    "name": "КНДР",
    "id": "iso:KP"
  },
  {
    "file": "01-современные-страны/Кокосовые острова.png",
    "name": "Кокосовые острова",
    "id": "file:Кокосовые острова.png"
  },
  {
    "file": "01-современные-страны/Колумбия.png",
    "name": "Колумбия",
    "id": "iso:CO"
  },
  {
    "file": "01-современные-страны/Коморы.png",
    "name": "Коморы",
    "id": "iso:KM"
  },
  {
    "file": "01-современные-страны/Косово.png",
    "name": "Косово",
    "id": "file:Косово.png"
  },
  {
    "file": "01-современные-страны/Коста-Рика.png",
    "name": "Коста-Рика",
    "id": "iso:CR"
  },
  {
    "file": "01-современные-страны/Кот-д'Ивуар.png",
    "name": "Кот-д'Ивуар",
    "id": "iso:CI"
  },
  {
    "file": "01-современные-страны/Куба.png",
    "name": "Куба",
    "id": "iso:CU"
  },
  {
    "file": "01-современные-страны/Кувейт.png",
    "name": "Кувейт",
    "id": "iso:KW"
  },
  {
    "file": "01-современные-страны/Кюрасао.png",
    "name": "Кюрасао",
    "id": "file:Кюрасао.png"
  },
  {
    "file": "01-современные-страны/Лаос.png",
    "name": "Лаос",
    "id": "iso:LA"
  },
  {
    "file": "01-современные-страны/Латвия.png",
    "name": "Латвия",
    "id": "iso:LV"
  },
  {
    "file": "01-современные-страны/Лесото.png",
    "name": "Лесото",
    "id": "iso:LS"
  },
  {
    "file": "01-современные-страны/Либерия.png",
    "name": "Либерия",
    "id": "iso:LR"
  },
  {
    "file": "01-современные-страны/Ливан.png",
    "name": "Ливан",
    "id": "iso:LB"
  },
  {
    "file": "01-современные-страны/Ливия.png",
    "name": "Ливия",
    "id": "iso:LY"
  },
  {
    "file": "05-организации-и-соглашения/Лига арабских государств.png",
    "name": "Лига арабских государств",
    "id": "file:Лига арабских государств.png"
  },
  {
    "file": "01-современные-страны/Литва.png",
    "name": "Литва",
    "id": "iso:LT"
  },
  {
    "file": "01-современные-страны/Лихтенштейн.png",
    "name": "Лихтенштейн",
    "id": "iso:LI"
  },
  {
    "file": "01-современные-страны/Люксембург.png",
    "name": "Люксембург",
    "id": "iso:LU"
  },
  {
    "file": "01-современные-страны/Маврикий.png",
    "name": "Маврикий",
    "id": "iso:MU"
  },
  {
    "file": "01-современные-страны/Мавритания.png",
    "name": "Мавритания",
    "id": "iso:MR"
  },
  {
    "file": "01-современные-страны/Мадагаскар.png",
    "name": "Мадагаскар",
    "id": "iso:MG"
  },
  {
    "file": "01-современные-страны/Майотта.png",
    "name": "Майотта",
    "id": "file:Майотта.png"
  },
  {
    "file": "01-современные-страны/Макао.png",
    "name": "Макао",
    "id": "file:Макао.png"
  },
  {
    "file": "01-современные-страны/Малави.png",
    "name": "Малави",
    "id": "iso:MW"
  },
  {
    "file": "01-современные-страны/Малайзия.png",
    "name": "Малайзия",
    "id": "iso:MY"
  },
  {
    "file": "01-современные-страны/Мали.png",
    "name": "Мали",
    "id": "iso:ML"
  },
  {
    "file": "01-современные-страны/Мальдивы.png",
    "name": "Мальдивы",
    "id": "iso:MV"
  },
  {
    "file": "01-современные-страны/Мальта.png",
    "name": "Мальта",
    "id": "iso:MT"
  },
  {
    "file": "01-современные-страны/Марокко.png",
    "name": "Марокко",
    "id": "iso:MA"
  },
  {
    "file": "01-современные-страны/Мартиника.png",
    "name": "Мартиника",
    "id": "file:Мартиника.png"
  },
  {
    "file": "01-современные-страны/Маршалловы Острова.png",
    "name": "Маршалловы Острова",
    "id": "iso:MH"
  },
  {
    "file": "01-современные-страны/Мексика.png",
    "name": "Мексика",
    "id": "iso:MX"
  },
  {
    "file": "01-современные-страны/Микронезия.png",
    "name": "Микронезия",
    "id": "iso:FM"
  },
  {
    "file": "01-современные-страны/Мир.png",
    "name": "Мир",
    "id": "file:Мир.png"
  },
  {
    "file": "01-современные-страны/Мозамбик.png",
    "name": "Мозамбик",
    "id": "iso:MZ"
  },
  {
    "file": "01-современные-страны/Молдавия.png",
    "name": "Молдавия",
    "id": "iso:MD"
  },
  {
    "file": "01-современные-страны/Монако.png",
    "name": "Монако",
    "id": "file:Монако.png"
  },
  {
    "file": "01-современные-страны/Монголия.png",
    "name": "Монголия",
    "id": "iso:MN"
  },
  {
    "file": "01-современные-страны/Монтсеррат.png",
    "name": "Монтсеррат",
    "id": "iso:MS"
  },
  {
    "file": "01-современные-страны/Мьянма.png",
    "name": "Мьянма",
    "id": "iso:MM"
  },
  {
    "file": "01-современные-страны/Намибия.png",
    "name": "Намибия",
    "id": "iso:NA"
  },
  {
    "file": "01-современные-страны/Науру.png",
    "name": "Науру",
    "id": "file:Науру.png"
  },
  {
    "file": "01-современные-страны/Неизвестная страна.png",
    "name": "Неизвестная страна",
    "id": "file:Неизвестная страна.png"
  },
  {
    "file": "01-современные-страны/Непал.png",
    "name": "Непал",
    "id": "iso:NP"
  },
  {
    "file": "01-современные-страны/Нигер.png",
    "name": "Нигер",
    "id": "iso:NE"
  },
  {
    "file": "01-современные-страны/Нигерия.png",
    "name": "Нигерия",
    "id": "iso:NG"
  },
  {
    "file": "01-современные-страны/Нидерланды.png",
    "name": "Нидерланды",
    "id": "iso:NL"
  },
  {
    "file": "01-современные-страны/Никарагуа.png",
    "name": "Никарагуа",
    "id": "iso:NI"
  },
  {
    "file": "01-современные-страны/Ниуэ.png",
    "name": "Ниуэ",
    "id": "iso:NU"
  },
  {
    "file": "01-современные-страны/Новая Зеландия.png",
    "name": "Новая Зеландия",
    "id": "iso:NZ"
  },
  {
    "file": "01-современные-страны/Новая Каледония.png",
    "name": "Новая Каледония",
    "id": "iso:NC"
  },
  {
    "file": "01-современные-страны/Норвегия.png",
    "name": "Норвегия",
    "id": "file:Норвегия.png"
  },
  {
    "file": "01-современные-страны/Объединённые Арабские Эмираты.png",
    "name": "Объединённые Арабские Эмираты",
    "id": "iso:AE"
  },
  {
    "file": "01-современные-страны/Оман.png",
    "name": "Оман",
    "id": "iso:OM"
  },
  {
    "file": "05-организации-и-соглашения/ООН.png",
    "name": "ООН",
    "id": "file:ООН.png"
  },
  {
    "file": "01-современные-страны/Остров Буве.png",
    "name": "Остров Буве",
    "id": "file:Остров Буве.png"
  },
  {
    "file": "01-современные-страны/Остров Вознесения.png",
    "name": "Остров Вознесения",
    "id": "file:Остров Вознесения.png"
  },
  {
    "file": "01-современные-страны/Остров Клиппертон.png",
    "name": "Остров Клиппертон",
    "id": "file:Остров Клиппертон.png"
  },
  {
    "file": "01-современные-страны/остров Мэн.png",
    "name": "остров Мэн",
    "id": "iso:IM"
  },
  {
    "file": "01-современные-страны/Остров Норфолк.png",
    "name": "Остров Норфолк",
    "id": "file:Остров Норфолк.png"
  },
  {
    "file": "01-современные-страны/Остров Рождества.png",
    "name": "Остров Рождества",
    "id": "file:Остров Рождества.png"
  },
  {
    "file": "01-современные-страны/Остров Святой Елены.png",
    "name": "Остров Святой Елены",
    "id": "iso:SH"
  },
  {
    "file": "01-современные-страны/Остров Херд и острова Макдональд.png",
    "name": "Остров Херд и острова Макдональд",
    "id": "iso:HM"
  },
  {
    "file": "01-современные-страны/острова Кайман.png",
    "name": "острова Кайман",
    "id": "iso:KY"
  },
  {
    "file": "01-современные-страны/Острова Кука.png",
    "name": "Острова Кука",
    "id": "iso:CK"
  },
  {
    "file": "01-современные-страны/Пакистан.png",
    "name": "Пакистан",
    "id": "iso:PK"
  },
  {
    "file": "01-современные-страны/Палау.png",
    "name": "Палау",
    "id": "iso:PW"
  },
  {
    "file": "01-современные-страны/Палестина.png",
    "name": "Палестина",
    "id": "iso:PS"
  },
  {
    "file": "01-современные-страны/Панама.png",
    "name": "Панама",
    "id": "iso:PA"
  },
  {
    "file": "01-современные-страны/Папуа — Новая Гвинея.png",
    "name": "Папуа — Новая Гвинея",
    "id": "iso:PG"
  },
  {
    "file": "01-современные-страны/Парагвай.png",
    "name": "Парагвай",
    "id": "iso:PY"
  },
  {
    "file": "01-современные-страны/Перу.png",
    "name": "Перу",
    "id": "iso:PE"
  },
  {
    "file": "01-современные-страны/Питкэрн.png",
    "name": "Питкэрн",
    "id": "file:Питкэрн.png"
  },
  {
    "file": "01-современные-страны/Питкэрнские острова.png",
    "name": "Питкэрнские острова",
    "id": "file:Питкэрнские острова.png"
  },
  {
    "file": "01-современные-страны/Польша.png",
    "name": "Польша",
    "id": "iso:PL"
  },
  {
    "file": "01-современные-страны/Португалия.png",
    "name": "Португалия",
    "id": "iso:PT"
  },
  {
    "file": "01-современные-страны/Пуэрто-Рико.png",
    "name": "Пуэрто-Рико",
    "id": "iso:PR"
  },
  {
    "file": "02-исторические-государства/Республика Гаити.png",
    "name": "Республика Гаити",
    "id": "iso:HT"
  },
  {
    "file": "02-исторические-государства/Республика Конго.png",
    "name": "Республика Конго",
    "id": "iso:CG"
  },
  {
    "file": "02-исторические-государства/Республика Корея.png",
    "name": "Республика Корея",
    "id": "iso:KR"
  },
  {
    "file": "01-современные-страны/Реюньон.png",
    "name": "Реюньон",
    "id": "file:Реюньон.png"
  },
  {
    "file": "03-империи-и-колонии/Российская империя.png",
    "name": "Российская империя",
    "id": "file:Российская империя.png"
  },
  {
    "file": "01-современные-страны/Россия.png",
    "name": "Россия",
    "id": "iso:RU"
  },
  {
    "file": "02-исторические-государства/РСФСР.png",
    "name": "РСФСР",
    "id": "file:РСФСР.png"
  },
  {
    "file": "01-современные-страны/Руанда.png",
    "name": "Руанда",
    "id": "iso:RW"
  },
  {
    "file": "01-современные-страны/Румыния.png",
    "name": "Румыния",
    "id": "iso:RO"
  },
  {
    "file": "02-исторические-государства/Румыния (1952–1965).png",
    "name": "Румыния (1952–1965)",
    "id": "file:Румыния (1952–1965).png"
  },
  {
    "file": "01-современные-страны/Сальвадор.png",
    "name": "Сальвадор",
    "id": "iso:SV"
  },
  {
    "file": "01-современные-страны/Самоа.png",
    "name": "Самоа",
    "id": "iso:WS"
  },
  {
    "file": "01-современные-страны/Сан-Марино.png",
    "name": "Сан-Марино",
    "id": "iso:SM"
  },
  {
    "file": "01-современные-страны/Сан-Томе и Принсипи.png",
    "name": "Сан-Томе и Принсипи",
    "id": "iso:ST"
  },
  {
    "file": "01-современные-страны/Саудовская Аравия.png",
    "name": "Саудовская Аравия",
    "id": "iso:SA"
  },
  {
    "file": "02-исторические-государства/Свободная Франция.png",
    "name": "Свободная Франция",
    "id": "file:Свободная Франция.png"
  },
  {
    "file": "01-современные-страны/Северная Ирландия.png",
    "name": "Северная Ирландия",
    "id": "file:Северная Ирландия.png"
  },
  {
    "file": "01-современные-страны/Северная Македония.png",
    "name": "Северная Македония",
    "id": "file:Северная Македония.png"
  },
  {
    "file": "01-современные-страны/Северные Марианские острова.png",
    "name": "Северные Марианские острова",
    "id": "iso:MP"
  },
  {
    "file": "01-современные-страны/Сейшельские Острова.png",
    "name": "Сейшельские Острова",
    "id": "iso:SC"
  },
  {
    "file": "01-современные-страны/Сен-Бартелеми.png",
    "name": "Сен-Бартелеми",
    "id": "file:Сен-Бартелеми.png"
  },
  {
    "file": "01-современные-страны/Сен-Мартен.png",
    "name": "Сен-Мартен",
    "id": "iso:MF"
  },
  {
    "file": "01-современные-страны/Сен-Пьер и Микелон.png",
    "name": "Сен-Пьер и Микелон",
    "id": "iso:PM"
  },
  {
    "file": "01-современные-страны/Сенегал.png",
    "name": "Сенегал",
    "id": "iso:SN"
  },
  {
    "file": "01-современные-страны/Сент-Винсент и Гренадины.png",
    "name": "Сент-Винсент и Гренадины",
    "id": "iso:VC"
  },
  {
    "file": "01-современные-страны/Сент-Китс и Невис.png",
    "name": "Сент-Китс и Невис",
    "id": "iso:KN"
  },
  {
    "file": "01-современные-страны/Сент-Люсия.png",
    "name": "Сент-Люсия",
    "id": "iso:LC"
  },
  {
    "file": "01-современные-страны/Сербия.png",
    "name": "Сербия",
    "id": "iso:RS"
  },
  {
    "file": "02-исторические-государства/Сербия (1882-1918).png",
    "name": "Сербия (1882-1918)",
    "id": "file:Сербия (1882-1918).png"
  },
  {
    "file": "01-современные-страны/Сингапур.png",
    "name": "Сингапур",
    "id": "iso:SG"
  },
  {
    "file": "01-современные-страны/Синт-Мартен.png",
    "name": "Синт-Мартен",
    "id": "file:Синт-Мартен.png"
  },
  {
    "file": "01-современные-страны/Сирия.png",
    "name": "Сирия",
    "id": "iso:SY"
  },
  {
    "file": "01-современные-страны/Словакия.png",
    "name": "Словакия",
    "id": "iso:SK"
  },
  {
    "file": "01-современные-страны/Словения.png",
    "name": "Словения",
    "id": "iso:SI"
  },
  {
    "file": "01-современные-страны/Соломоновы Острова.png",
    "name": "Соломоновы Острова",
    "id": "iso:SB"
  },
  {
    "file": "01-современные-страны/Сомали.png",
    "name": "Сомали",
    "id": "iso:SO"
  },
  {
    "file": "02-исторические-государства/СССР.png",
    "name": "СССР",
    "id": "file:СССР.png"
  },
  {
    "file": "02-исторические-государства/СССР (1955–1991).png",
    "name": "СССР (1955–1991)",
    "id": "file:СССР (1955–1991).png"
  },
  {
    "file": "01-современные-страны/Страна Басков.png",
    "name": "Страна Басков",
    "id": "file:Страна Басков.png"
  },
  {
    "file": "01-современные-страны/Судан.png",
    "name": "Судан",
    "id": "iso:SD"
  },
  {
    "file": "01-современные-страны/Суринам.png",
    "name": "Суринам",
    "id": "iso:SR"
  },
  {
    "file": "01-современные-страны/США 48 штатов.png",
    "name": "США 48 штатов",
    "id": "file:США 48 штатов.png"
  },
  {
    "file": "01-современные-страны/США.png",
    "name": "США",
    "id": "file:США.png"
  },
  {
    "file": "01-современные-страны/Сьерра-Леоне.png",
    "name": "Сьерра-Леоне",
    "id": "iso:SL"
  },
  {
    "file": "01-современные-страны/Таджикистан.png",
    "name": "Таджикистан",
    "id": "iso:TJ"
  },
  {
    "file": "01-современные-страны/Таиланд.png",
    "name": "Таиланд",
    "id": "iso:TH"
  },
  {
    "file": "01-современные-страны/Тайвань.png",
    "name": "Тайвань",
    "id": "file:Тайвань.png"
  },
  {
    "file": "01-современные-страны/Танзания.png",
    "name": "Танзания",
    "id": "iso:TZ"
  },
  {
    "file": "01-современные-страны/Тёркс и Кайкос.png",
    "name": "Тёркс и Кайкос",
    "id": "iso:TC"
  },
  {
    "file": "01-современные-страны/Того.png",
    "name": "Того",
    "id": "iso:TG"
  },
  {
    "file": "01-современные-страны/Токелау.png",
    "name": "Токелау",
    "id": "file:Токелау.png"
  },
  {
    "file": "01-современные-страны/Тонга.png",
    "name": "Тонга",
    "id": "iso:TO"
  },
  {
    "file": "01-современные-страны/Тринидад и Тобаго.png",
    "name": "Тринидад и Тобаго",
    "id": "iso:TT"
  },
  {
    "file": "01-современные-страны/Тристан-да-Кунья.png",
    "name": "Тристан-да-Кунья",
    "id": "file:Тристан-да-Кунья.png"
  },
  {
    "file": "03-империи-и-колонии/Тувалу.png",
    "name": "Тувалу",
    "id": "iso:TV"
  },
  {
    "file": "01-современные-страны/Тунис.png",
    "name": "Тунис",
    "id": "iso:TN"
  },
  {
    "file": "01-современные-страны/Туркмения.png",
    "name": "Туркмения",
    "id": "iso:TM"
  },
  {
    "file": "01-современные-страны/Турция.png",
    "name": "Турция",
    "id": "iso:TR"
  },
  {
    "file": "01-современные-страны/Уганда.png",
    "name": "Уганда",
    "id": "iso:UG"
  },
  {
    "file": "01-современные-страны/Узбекистан.png",
    "name": "Узбекистан",
    "id": "iso:UZ"
  },
  {
    "file": "01-современные-страны/Украина.png",
    "name": "Украина",
    "id": "iso:UA"
  },
  {
    "file": "02-исторические-государства/Украинская ССР (1950-1991).png",
    "name": "Украинская ССР",
    "id": "file:Украинская ССР.png"
  },
  {
    "file": "01-современные-страны/Уоллис и Футуна.png",
    "name": "Уоллис и Футуна",
    "id": "iso:WF"
  },
  {
    "file": "01-современные-страны/Уругвай.png",
    "name": "Уругвай",
    "id": "iso:UY"
  },
  {
    "file": "01-современные-страны/Уэльс.png",
    "name": "Уэльс",
    "id": "file:Уэльс.png"
  },
  {
    "file": "01-современные-страны/Фарерские острова.png",
    "name": "Фарерские острова",
    "id": "file:Фарерские острова.png"
  },
  {
    "file": "01-современные-страны/Фиджи.png",
    "name": "Фиджи",
    "id": "iso:FJ"
  },
  {
    "file": "01-современные-страны/Филиппины.png",
    "name": "Филиппины",
    "id": "iso:PH"
  },
  {
    "file": "01-современные-страны/Финляндия.png",
    "name": "Финляндия",
    "id": "iso:FI"
  },
  {
    "file": "01-современные-страны/Фолклендские острова.png",
    "name": "Фолклендские острова",
    "id": "iso:FK"
  },
  {
    "file": "01-современные-страны/Франция современная.png",
    "name": "Франция современная",
    "id": "file:Франция современная.png"
  },
  {
    "file": "01-современные-страны/Франция.png",
    "name": "Франция",
    "id": "file:Франция.png"
  },
  {
    "file": "01-современные-страны/Французская Гвиана.png",
    "name": "Французская Гвиана",
    "id": "file:Французская Гвиана.png"
  },
  {
    "file": "01-современные-страны/Французская Полинезия.png",
    "name": "Французская Полинезия",
    "id": "iso:PF"
  },
  {
    "file": "01-современные-страны/Французские Южные и Антарктические территории.png",
    "name": "Французские Южные и Антарктические территории",
    "id": "iso:TF"
  },
  {
    "file": "02-исторические-государства/Германия (1949-1990).png",
    "name": "Германия (1949-1990)",
    "id": "file:Германия (1949-1990).png"
  },
  {
    "file": "02-исторические-государства/ГДР (1959–1990).png",
    "name": "ГДР (1959–1990)",
    "id": "file:ГДР (1959–1990).png"
  },
  {
    "file": "01-современные-страны/Хорватия.png",
    "name": "Хорватия",
    "id": "iso:HR"
  },
  {
    "file": "01-современные-страны/Центральноафриканская Республика.png",
    "name": "Центральноафриканская Республика",
    "id": "iso:CF"
  },
  {
    "file": "05-организации-и-соглашения/ЦЕФТА.png",
    "name": "ЦЕФТА",
    "id": "file:ЦЕФТА.png"
  },
  {
    "file": "01-современные-страны/Чад.png",
    "name": "Чад",
    "id": "iso:TD"
  },
  {
    "file": "01-современные-страны/Черногория.png",
    "name": "Черногория",
    "id": "iso:ME"
  },
  {
    "file": "02-исторические-государства/Черногория (1910-1918).png",
    "name": "Черногория (1910-1918)",
    "id": "file:Черногория (1910-1918).png"
  },
  {
    "file": "01-современные-страны/Чехия.png",
    "name": "Чехия",
    "id": "iso:CZ"
  },
  {
    "file": "01-современные-страны/Чехословакия.png",
    "name": "Чехословакия",
    "id": "file:Чехословакия.png"
  },
  {
    "file": "01-современные-страны/Чили.png",
    "name": "Чили",
    "id": "iso:CL"
  },
  {
    "file": "01-современные-страны/Швейцария.png",
    "name": "Швейцария",
    "id": "iso:CH"
  },
  {
    "file": "01-современные-страны/Швеция.png",
    "name": "Швеция",
    "id": "iso:SE"
  },
  {
    "file": "01-современные-страны/Шотландия.png",
    "name": "Шотландия",
    "id": "file:Шотландия.png"
  },
  {
    "file": "01-современные-страны/Шпицберген и Ян-Майен.png",
    "name": "Шпицберген и Ян-Майен",
    "id": "file:Шпицберген и Ян-Майен.png"
  },
  {
    "file": "01-современные-страны/Шри-Ланка.png",
    "name": "Шри-Ланка",
    "id": "iso:LK"
  },
  {
    "file": "01-современные-страны/Эквадор.png",
    "name": "Эквадор",
    "id": "iso:EC"
  },
  {
    "file": "01-современные-страны/Экваториальная Гвинея.png",
    "name": "Экваториальная Гвинея",
    "id": "iso:GQ"
  },
  {
    "file": "01-современные-страны/Эритрея.png",
    "name": "Эритрея",
    "id": "iso:ER"
  },
  {
    "file": "01-современные-страны/Эсватини.png",
    "name": "Эсватини",
    "id": "file:Эсватини.png"
  },
  {
    "file": "01-современные-страны/Эстония.png",
    "name": "Эстония",
    "id": "iso:EE"
  },
  {
    "file": "01-современные-страны/Эфиопия.png",
    "name": "Эфиопия",
    "id": "iso:ET"
  },
  {
    "file": "01-современные-страны/ЮАР.png",
    "name": "ЮАР",
    "id": "iso:ZA"
  },
  {
    "file": "01-современные-страны/Югославия.png",
    "name": "Югославия",
    "id": "file:Югославия.png"
  },
  {
    "file": "01-современные-страны/Южная Георгия и Южные Сандвичевы острова.png",
    "name": "Южная Георгия и Южные Сандвичевы острова",
    "id": "iso:GS"
  },
  {
    "file": "01-современные-страны/Южный Судан.png",
    "name": "Южный Судан",
    "id": "iso:SS"
  },
  {
    "file": "01-современные-страны/Ямайка.png",
    "name": "Ямайка",
    "id": "iso:JM"
  },
  {
    "file": "01-современные-страны/Япония.png",
    "name": "Япония",
    "id": "iso:JP"
  },
  {
    "file": "03-империи-и-колонии/Японская империя.png",
    "name": "Японская империя",
    "id": "file:Японская империя.png"
  },
  {
    "file": "02-исторические-государства/Британская Индия (1863–1947).png",
    "name": "Британская Индия",
    "id": "historical:british-raj-1863-1947"
  },
  {
    "file": "02-исторические-государства/Объединённая Арабская Республика (1958–1971).png",
    "name": "Объединённая Арабская Республика (1958–1971)",
    "id": "historical:united-arab-republic-1958-1971"
  }
];
